Repository: medsghiri/urbanevent
Catalog: lib/l10n/intl_*.arb
Languages: fr

# welcome_msg1
source: Welcome to UrbaEvent App
fr: Bienvenue sur UrbaEvent App

# welcome_sub_msg_1
source: Stay informed of everyone upcoming events
fr: Restez informé(e) de tous les événements à venir

# welcome_msg2
source: From professional to professional
fr: Du professionel au professionnel

# welcome_sub_msg_2
source: Connect with other professionals in your industry
fr: Connectez-vous avec d'autres professionnels de votre secteur.

# welcome_msg3
source: Your online eBadge
fr: Votre eBadge en ligne

# welcome_sub_msg_3
source: Request your eBadge in one click
fr: Demandez votre eBadge en un seul clic

source: Start
fr: Commencer

source: Next
fr: Suivant

source: Upcoming events
fr: Evénements à venir

source: My Events
fr: Mes événements

# accessEventMessage
source: To access the list of your events
fr: Pour consulter la liste de vos événements

source: please
fr: Veuillez

source: Sign up
fr: S'inscrire

source: Or
fr: Ou

# login
source: Sign In
fr: Se connecter

# msg_no_events
source: You didn't registered any events yet
fr: Vous n'avez encore enregistré aucun événement

source: Add new contacts
fr: Ajouter des nouveaux contacts

# no_badges
source: You don't have any ebadges yet
fr: Vous n'avez pas encore d'eBadges

source: No permission granted
fr: Aucune autorisation accordée

source: eBadge Details
fr: Détails d'eBadge

source: Contact Details
fr: Détails du contact

source: Search...
fr: Recherche...

source: Contact added successfully
fr: Contact ajouté avec succès

source: Logout
fr: Se déconnecter

# logout_msg
source: Are you sure you want to log out?
fr: Êtes-vous sûr de vouloir vous déconnecter ?

source: Cancel
fr: Annuler

source: Yes
fr: Oui

# no_notifications
source: You don't have any notifications yet.
fr: Vous n'avez pas encore de notifications.

# select_image
source: Select Profile Image
fr: Sélectionnez l'image du profil

source: Camera
fr: Caméra

source: Gallery
fr: Galerie

# msg_pic_uploaded
source: Profile pic updated successfully
fr: Photo de profil mettre à jour avec succès

# msg_pic_failure
source: Profile pic updated Failed
fr: Photo de profil mettre à jour

source: My scans
fr: Mes scans

source: Change Password
fr: Changer mon mot de passe

# msg_pwd_changed
source: Password changed successfully
fr: Le mot de passe a été changé avec succès

# msg_old_pwd_empty
source: Please enter valid old password
fr: Veuillez saisir un ancien mot de passe valide

# msg_pwd_length
source: Password length should be atleast 5 chars long
fr: La longueur du mot de passe doit être d'au moins 5 caractères

# msg_cng_pwd_empty
source: Confirm password cannot be empty
fr: Confirmer que le mot de passe ne peut pas être vide

# msg_pwd_no_match
source: Password & Confirm password doesn't match
fr: Le mot de passe et la confirmation du mot de passe ne correspondent pas

# old_pwd
source: Old password
fr: Ancien mot de passe

# cnf_password
source: Confirm password
fr: Confirmation de mot de passe

source: Confirm new password
fr: Confirmer le mot de passe

# update_pwd
source: Update Password
fr: Confirmer

# click_to_download
source: Click here to download your eBadge
fr: Cliquer ici pour télécharger votre eBadge

# msg_valid_name
source: Please enter valid name
fr: Veuillez entrer un nom valide

# msg_valid_company
source: Please enter valid company name
fr: Veuillez entrer un nom de société valide

# msg_valid_email
source: Please enter valid email
fr: Veuillez entrer un email valide

# msg_valid_phone
source: Please enter valid phone number
fr: S'il vous plait entrez un numéro de téléphone valide

# msg_profile_updated
source: Profile Updated Successfully!
fr: Mettre à jour du profil réussie !

source: Contact Information
fr: Infos Contact

# name
source: Full name
fr: Nom complet

source: Company
fr: Société

source: Business Industry
fr: Secteur d'activité

source: Phone number
fr: Numéro de téléphone

source: Update
fr: Mettre à jour

# msg_notified_once_exhibitor
source: You would be notified once we confirm you as exhibitor
fr: Vous serez averti une fois que nous vous aurons confirmé comme exposant

source: Presentation
fr: Présentation

# conferences
source: Program
fr: Programme

source: My schedule
fr: Mon agenda

source: Portal
fr: Annuaire

# download_e_badge
source: Download my eBadge
fr: Télécharger mon eBadge

# book_booth
source: Book a booth
fr: Réservez un stand

# msg_register_first
source: You need to register for the event in-order to view schedule.
fr: Vous devez vous inscrire à l'événement pour consulter le calendrier.

# no_conferences
source: There aren't any program available at the moment
fr: Il n'y a pas de programme disponible à ce moment

# your_feedback
source: Your feedback will help us to make improvements
fr: Vos commentaires nous aideront à apporter des améliorations

source: Time
fr: Heure

source: Venue
fr: Lieu

source: Assist
fr: Assister

# msg_reg_conference
source: Successfully registered for the program.
fr: Inscription réussie au programme.

source: Delete
fr: Supprimer

# msg_delete_collaborator
source: Are you sure you want to delete this collaborator?
fr: Êtes-vous sûr de vouloir supprimer ce collaborateur ?

# msg_associate_added
source: Associate added successful!
fr: Collaborateur ajouté avec succès !

# msg_associate_updated
source: Associate updated successfully
fr: Collaborateur mis à jour avec succès !

# msg_associate_deleted
source: Associate deletion successfully
fr: Suppression du collaborateur réussie !

source: Edit
fr: Modifier

source: My associates
fr: Mes collaborateurs

source: + Add
fr: + Ajouter

# no_associates
source: There aren't any associates added
fr: Aucun collaborateur n'a été ajouté

# no_schedule
source: You haven't registered for any program yet!
fr: Vous n'êtes encore inscrit à aucun programme !

# no_portals
source: There aren't any portals available.
fr: Aucun portail n'est disponible.

# pls_enter_email_code
source: Please enter the received code in the email sent to
fr: Veuillez saisir le code reçu dans l'email envoyé à

source: Code not received?
fr: Code non reçu ?

source: resend
fr: Renvoyer

source: Send
fr: Envoyer

source: Email Verification
fr: Vérification de l'email

source: Account created!
fr: Compte créé !

# your_account_created
source: Your account has been created successfully.
fr: Votre compte a été créé avec succès.

# msg_enter_email
source: Please enter valid email address
fr: Veuillez entrer un email valide

# msg_enter_pwd
source: Password length should be atleast 5 chars
fr: La longueur du mot de passe doit être d'au moins 5 caractères

source: Sign In
fr: Se connecter

source: Forgot password?
fr: Mot de passe oublié ?

# you_dont_have_account
source: You don’t have an account?
fr: Vous n'avez pas de compte ?

source: Sign Up
fr: S'inscrire

# login_
source: Sign In
fr: Se connecter

# you_have_account
source: You already have an account?
fr: Avez vous déjà un compte ?

source: Function
fr: Fonction

source: Business sector
fr: Secteur d'activité

# msg_valid_business_sector
source: Please enter valid business sector
fr: Veuillez saisir un secteur d'activité valide

# msg_valid_function
source: Please enter valid function
fr: Veuillez entrer une fonction valide

# msg_valid_country
source: Please enter valid country
fr: Veuillez entrer un pays valide

# msg_enter_name
source: Please enter valid name
fr: Veuillez entrer un nom valide

source: Delete Account
fr: Supprimer mon compte

source: My Contacts
fr: Mes Contacts

# msg_delete_account
source: Are you sure you want to delete this account? This action would be irreversible.
fr: Etes vous sûr de vouloir supprimer votre compte ? Cette action est irréversible.

source: Event Information
fr: Infos Événement

source: Accommodation
fr: Commodités

source: Exhibition Location
fr: Lieu d'exposition

# no_scans
source: You haven't scanned any eBadge yet!
fr: Vous n'avez pas encore scanné aucun eBadge!

source: Assisting
fr: Assisté

source: Day
fr: Jour

source: View
fr: Voir

source: Booth
fr: Stand

source: loading...
fr: Chargement...

# msg_scan_correct_ebadge
source: Please scan a correct eBadge
fr: Veuillez scanner un eBadge conforme

source: Password
fr: Mot de passe

source: Entry Hour
fr: Heure d'entrée

source: eBadge Type
fr: Type d'eBadge

# msg_email_sent_to
source: A code will be sent to your mailbox to recover your password
fr: Un code vous sera envoyé à votre boîte email pour récuperer votre mot de passe

# connect_with_google
source: Continue with Google
fr: Continuer avec Google

# connect_with_linkedin
source: Continue with Linkedin
fr: Continuer avec Linkedin

# connect_with_apple
source: Continue with Apple
fr: Continuer avec Apple

source: Years ago
fr: Il y a

source: Months ago
fr: Il y a

source: Days ago
fr: Il y a

source: Hours ago
fr: Il y a

source: Mins ago
fr: Il y a

source: Just now
fr: Tout à l' heure

# email_taken
source: The email is already taken try with another email address
fr: L'email est déjà pris essayez avec une autre adresse email.

source: Country
fr: Pays

# msg_login_invalid
source: Your login or password is incorrect.
fr: Votre login ou mot de passe est incorrect.

# msg_no_events_search
source: No results found for your search.
fr: Aucun résultat trouvé pour votre recherche.

# tc_label
source: By creating an account, you agree
fr: En créant un compte, vous acceptez

# tc_text
source: to our terms of use and privacy policy.
fr: nos conditions d'utilisation et notre politique de confidentialité.

# msg_check_tc
source: Please check the terms and conditions to continue.
fr: Veuillez vérifier les termes et conditions pour continuer.

# msg_url_not_found
source: Event page under progress
fr: Page de l'événement en cours

# msg_pls_subscribe_for_conference
source: Please subscribe to the event to attend this conference.
fr: Veuillez vous inscrire à l'événement pour assister à cette conférence.

# msg_request_under_review
source: Your request is under review.
fr: Votre demande est encours.

# msg_request_rejected
source: Your request is not approved
fr: Votre demande est non approuvée

# rejected
source: Not approved
fr: Non approuvé

source: Pending
fr: Encours

# request_rejected
source: Your booking request has been rejected
fr: Votre demande de réservation du stand a été rejeté

# address_email
source: Email
fr: Adresse mail

# number_tele
source: Phone number
fr: Numéro de téléphone
